import logo from './logo.svg';
import './App.css';

function App() {
  return (
    <div className="App">
      <header className="App-header">
        <img src={logo} className="App-logo" alt="logo" />
        <p>
          Edit <code>src/App.js</code> and save to reload.
        </p>
          <div className='simpso'>
          <h1>Simpson Family</h1>
          <img src="https://focus.ua/static/storage/thumbs/920x465/f/86/c8bdfc5a-5b14791a7fe4f143cce78d3ea78cb86f.jpg?v=0728_1"
             alt="">
          <p>Сімейство Сімпсонів складається з вигаданих персонажів мультсеріалу Сімпсони. Сімпсони - це нуклеарна сім'я, що
            складається з подружжя Гомера і Мардж і їх трьох дітей Барта, Лізи і Меггі. Вони живуть на 742 Evergreen Terrace у
            вигаданому містечку Спрінгфілд, Сполучені Штати, і їх створив карикатурист Метт Гронінг, який задумав персонажів на
            честь членів своєї родини, замінивши своє ім’я на «Барт». Сім'я дебютувала на телеканалі Fox 19 квітня 1987 року в
            короткометражному фільмі "На добраніч" у Шоу Трейсі Уллман, а пізніше вони були виділені у власний серіал, який
            дебютував на Fox у США 17 грудня 1989 року.

            Окрім п’яти головних членів родини, у їхній сім’ї є ряд інших головних і другорядних персонажів. Найбільш часто
            повторювані персонажі: батько Гомера Авраам «Дідусь» Сімпсон; сестри Мардж Петті і Сельма Був'є; і двоє домашніх
            улюбленців родини, Маленький помічник Діда Мороза та Сніжок II. Серед інших членів родини – мати Гомера Мона
            Сімпсон, зведений брат Гомера Герберт Пауелл, мати Мардж Жаклін Був’є та інші неповнолітні родичі.</p>
          <h2><a href="https://simpsons.fandom.com/wiki/Marge_Simpson">Мардж Сімпсон</a></h2>
          <img src="A-1400317-1335717476.jpg" alt="Homer">
            <p>Гомер Джей Сімпсон (англ. Homer Jay Simpson) - один з головних героїв мультсеріалу "Сімпсони" і батько в однойменній
              родині. Озвучений Деном Кастелланетою, вперше з'явився на телеекрані разом з рештою членів його родини в
              короткометражному мультфільмі «На добраніч!», показаному на «Шоу Трейсі Ульман» 19 квітня 1987 року. Гомер був
              створений та розроблений мультиплікатором Меттом Грейнінгом, поки той чекав у фойє офісу Джеймса Брукса. Грейнінг
              був викликаний Бруксом для передачі ряду короткометражних фільмів на основі його коміксу «Життя в пеклі»</p>
            <ul>
              <li>Я тебе зараз задуш</li>
              <li>Радіація не страшна для тих хто її любить</li>
              <li>У кожному з нас є трохи Гомера Сімпсона!</li>
            </ul>
            <h2><a href="https://simpsons.fandom.com/wiki/Bart_Simpson">Барт Сімпсон</a></h2>
            <img src="El%20barto.png" alt="Bart">
              <p>Бартолом'ю Джо-Джо "Барт" Сімпсон (англ. Bartholomew Jo-Jo "Bart" Simpson) - герой мультиплікаційного серіалу
                "Сімпсони". Поряд із Гомером, один із найвідоміших персонажів шоу. У списку п'ятдесяти найкращих мультиплікаційних
                героїв в історії за версією журналу TV Guide займає 11-у сходинку спільно зі своєю сестрою Лізою.</p>
              <ul>
                <li>Ай карамба</li>
                <li>ха-ха</li>
              </ul>
              <h2><a href="https://simpsons.fandom.com/wiki/Marge_Simpson">Мардж Сімпсон</a></h2>
              <img src="Marge_Simpson.png" alt="">
                <p>Ма́рджори Жакли́н (Мардж) Си́мпсон (англ. Marjorie Jacqueline (Marge) Simpson; урожд. — Бувье́ (англ. Bouvier)) —
                  постоянный персонаж мультипликационного сериала «Симпсоны», её озвучивает Джулия Кавнер. Обычно носит зелёное
                  платье, красные балетки, на шее — ожерелье из искусственного жемчуга и ездит на оранжевом универсале. У неё шикарные
                  синие волосы, которые она обычно собирает в очень высокую причёску. Глаза цвета ореха (19s6e). Основное занятие —
                  домохозяйка, большую часть времени проводит в заботе о доме, детях и Гомере. Образ Мардж копирует стереотип
                  провинциальной американской домохозяйки 50-х годов. Мардж — единственный член семьи, посещающий церковь добровольно.
                  Старается поддерживать нравственность не только своей семьи, но и всего города. Отлично готовит, особенно славятся
                  её свиные отбивные и зефир. Любимое блюдо — лапша с маслом.</p>
                <ul>
                  <li>Барте!</li>
                  <li>Лізо!</li>
                </ul>
          </div>
        </header>
      </div>
  );
}

export default App;
